Repository: sigurdga/samklang-media
Catalog: samklang_media/locale/*/LC_MESSAGES/django.po
Languages: nb

source: File
nb: Fil

source: filename
nb: filnavn

source: content type
nb: filtype

source: Content category
nb: Innholdstype

source: site
nb: nettsted

source: user
nb: bruker

source: Group
nb: Gruppe

source: show in lists
nb: vis i lister

source: tags
nb: merkelapper

source: A comma-separated list of tags.
nb: Kommaseparert liste med merkelapper

source: document
nb: dokument

source: documents
nb: dokumenter

source: Published
nb: Publisert

source: Hidden
nb: Skjult

source: Edit
nb: Rediger

source: All published files
nb: Alle publiserte filer

source: No files matching your criteria
nb: Ingen filer som passer dine kriterier

source: My unpublished files
nb: Mine upubliserte filer

source: Upload files
nb: Last opp filer

source: Set title and permissions
nb: Sett tittel og rettigheter

source: Go on to the last step before your files are published
nb: Fortsett til neste skritt for å fullføre publisering

source: How to upload files
nb: Hvordan laste opp filer

source: Uploading is done i two steps: In the first step you upload the files, and in the second, you decide permissions and titles
nb: Opplasting skjer i to skritt: Først laster du opp filene, og så bestemmer du titler og rettigheter

source: Click and drag files from your file system to the box below, or find files through the file chooser. Your files are uploaded instantly.
nb: Dra filer fra filsystemet til boksen, eller finn filer ved å bruke den vanlige filvelgeren. Filene blir lastet opp med en gang.

source: All published images
nb: Alle publiserte bilder

source: Upload
nb: Last opp

source: Published files
nb: Publiserte filer

source: Manage your recently uploaded files
nb: Legg ut dine nyopplastede filer

source: No unpublished files uploaded the last hour
nb: Ingen upubliserte filer lastet opp siste time

source: What's this
nb: Hva er dette

source: These are your uploaded files from the last hour, which have not been published. Just make sure you have ticked or unticked the "published" field and which group will be able to view the files.
nb: Dette er de filene du har lastet opp den siste timen som ikke er publisert. Kryss av i feltet "publisert" for om filene skal kunne sees av andre, og sett passende gruppe, eller la hele verden får se.
